app/views/events/index.html.erb

SELECT "events".* FROM "events"
---

<% Event.all.each do |event| %>