app/controllers/events_controller.rb

INSERT INTO "events" ("description", "date", "place", "creator_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["description", "mtest"], ["date", "2019-08-01 00:00:00"], ["place", "tana"], ["creator_id", 3], ["created_at", "2019-08-14 10:02:11.557458"], ["updated_at", "2019-08-14 10:02:11.557458"]]
---
  def create
  	@event = Event.new(params_event)
    @event.description = params_event[:description]
    @event.place = params_event[:place]
    @event.date = params_event[:date]
    @event.creator = current_user


    if @event.save