app/controllers/sessions_controller.rb

  def create
  	 user = User.find_by(id: params[:session][:id])
---
SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 0], ["LIMIT", 1]]