app/controllers/users_controller.rb

  def create
  	@user = User.new(user_params)

  	if @user.save
---
INSERT INTO "users" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "Fina"], ["created_at", "2019-08-14 09:48:12.512306"], ["updated_at", "2019-08-14 09:48:12.512306"]]